---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayDeformedShapeSettings
source: html/b05262c3-cbdb-94ba-104a-80109b816400.htm
---
# AnalysisDisplayDeformedShapeSettings Methods

Compares two deformed shape settings objects.